Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.MarkName


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.LineLength


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.LineWidth


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.LineLengthOffset


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.LineWidthOffsetLeft


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.LineWidthOffsetRight


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.LineColor


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.SymbolColor


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.LeftSymbol


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.RightSymbol


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.TagsAttributes


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.ClientId


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.ToStruct(Tekla.Structures.Drawing.SectionMarkBase.SectionMarkAttributes)


Tekla.Structures.DrawingInternal.dotGrSectionMarkAttributes_t.FromStruct(Tekla.Structures.Drawing.SectionMarkBase.SectionMarkAttributes)
